{
  "metadata": {
    "name": "שמות",
    "chapters": 40,
    "verses": 1209,
    "words": 16713,
    "letters": 63529,
    "status": "pending"
  },
  "chapter1": {
    "number": 1,
    "name": "בראשית",
    "title": "בריאת העולם",
    "description": "תיאור בריאת העולם בששת ימי המעשה והשבת",
    "verses": [
      {
        "number": 1,
        "text": "בְּרֵאשִׁית בָּרָא אֱלֹהִים אֵת הַשָּׁמַיִם וְאֵת הָאָרֶץ",
        "translation": "בהתחלה ברא אלוהים את השמים ואת הארץ",
        "commentary": "פסוק היסוד המתאר את ראשית הבריאה האלוקית, המדגיש את כוחו של הקב״ה כבורא העולם וריבונו, ומלמד על תכלית הבריאה כולה",
        "detailed_analysis": {
          "words": [
            {
              "word": "בְּרֵאשִׁית",
              "meaning": "בהתחלה, בראשונה",
              "root": "ראש",
              "analysis": "המילה מורכבת מ'ב' השימוש ו'ראשית'. מרמזת שהיתה תכלית וכוונה בבריאה - 'בשביל ראשית'",
              "connections": [
                "התורה נקראת ראשית",
                "ישראל נקראו ראשית",
                "רמז לששת ימי בראשית"
              ]
            },
            {
              "word": "בָּרָא",
              "meaning": "יצר יש מאין",
              "root": "ברא",
              "analysis": "פעולת יצירה ייחודית לקב\"ה, מבטאת בריאה מוחלטת מהאין",
              "connections": ["קשור למילה 'בריאות'", "בגימטריה 203 כמו 'ראשית'"]
            },
            {
              "word": "אֱלֹהִים",
              "meaning": "שם המבטא את מידת הדין",
              "analysis": "שם זה מייצג את הכוח והשליטה המוחלטת על הבריאה",
              "connections": ["בגימטריה 86 - כמו 'הטבע'", "מידת הדין והגבורה"]
            },
            {
              "word": "אֵת",
              "meaning": "מילת יחס המציינת את מושא הפעולה",
              "analysis": "מרמזת על כל מה שנברא בין השמים לארץ, כולל את האותיות מא' עד ת'",
              "connections": [
                "כולל את כל האותיות מא' עד ת'",
                "רמז לכל הבריאה כולה",
                "מחבר בין הבורא לנברא"
              ]
            },
            {
              "word": "הַשָּׁמַיִם",
              "meaning": "הרקיע והחלל העליון",
              "root": "שמה",
              "analysis": "מלשון 'שם' ו'מים' - המקום בו נמצאים המים העליונים",
              "connections": [
                "בגימטריה 395 כמו 'נשמה'",
                "מרמז על הרוחניות והעליונים",
                "כולל את כל הגרמי שמים"
              ]
            },
            {
              "word": "וְאֵת",
              "meaning": "וגם את",
              "analysis": "ו' החיבור מוסיפה על הנאמר קודם, מרמזת על השוואה בין השמים והארץ",
              "connections": [
                "מחבר שמים וארץ",
                "רמז לאחדות הבריאה",
                "מקביל ל'את' הראשון"
              ]
            },
            {
              "word": "הָאָרֶץ",
              "meaning": "העולם החומרי התחתון",
              "root": "ארץ",
              "analysis": "מלשון 'רצון' - שרצתה לעשות רצון בוראה, וגם מלשון 'ריצה' - שרצה לעשות רצון ה'",
              "connections": [
                "בגימטריה 291 כמו 'רצון'",
                "מסמלת את העולם החומרי",
                "מקום משכן האדם"
              ]
            }
          ],
          "combinations": [
            {
              "words": ["בְּרֵאשִׁית בָּרָא"],
              "meaning": "מרמז שהבריאה הייתה מכוונת ומתוכננת מראש",
              "insights": "חיבור המילים מדגיש את התכנון המוקדם והמטרה בבריאת העולם"
            },
            {
              "words": ["בָּרָא אֱלֹהִים"],
              "meaning": "בריאה במידת הדין",
              "insights": "העולם נברא במידת הדין אך שותפה בו גם מידת הרחמים"
            },
            {
              "words": ["הַשָּׁמַיִם וְאֵת הָאָרֶץ"],
              "meaning": "כלל הבריאה כולה",
              "insights": "חיבור העליונים והתחתונים, הרוחני והגשמי"
            }
          ],
          "reverse_reading": {
            "meaning": "הארץ ואת השמים את אלוקים ברא בראשית",
            "insights": "סדר המילים בקריאה הפוכה מדגיש את העלייה מהארץ לשמים, תנועה רוחנית כלפי מעלה"
          }
        }
      },
      {
        "number": 2,
        "text": "וְהָאָרֶץ הָיְתָה תֹהוּ וָבֹהוּ וְחֹשֶׁךְ עַל פְּנֵי תְהוֹם וְרוּחַ אֱלֹהִים מְרַחֶפֶת עַל פְּנֵי הַמָּיִם",
        "translation": "והארץ הייתה ריקה ושוממה, וחושך על פני התהום, ורוח אלוהים מרחפת על פני המים",
        "commentary": "תיאור המצב הראשוני של העולם לפני הבריאה המסודרת, כאשר רוח אלוקים מרחפת ומכינה את העולם לקראת תהליך הבריאה המופלא"
      },
      {
        "number": 3,
        "text": "וַיֹּאמֶר אֱלֹהִים יְהִי אוֹר וַיְהִי אוֹר",
        "translation": "ויאמר אלוהים יהי אור ויהי אור",
        "commentary": "בריאת האור הראשון ביום הראשון, המסמל את תחילת הסדר בעולם והפרדת האור מהחושך, ומדגיש את כוח המילה האלוקית"
      },
      {
        "number": 4,
        "text": "וַיַּרְא אֱלֹהִים אֶת הָאוֹר כִּי טוֹב וַיַּבְדֵּל אֱלֹהִים בֵּין הָאוֹר וּבֵין הַחֹשֶׁךְ",
        "translation": "וירא אלוהים את האור כי טוב, ויבדל אלוהים בין האור ובין החושך",
        "commentary": "הערכת טיב האור והבדלתו מהחושך, מלמד על חשיבות ההבחנה בין טוב לרע ועל השיפוט האלוקי המוחלט"
      },
      {
        "number": 5,
        "text": "וַיִּקְרָא אֱלֹהִים לָאוֹר יוֹם וְלַחֹשֶׁךְ קָרָא לָיְלָה וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם אֶחָד",
        "translation": "ויקרא אלוהים לאור יום ולחושך קרא לילה, ויהי ערב ויהי בוקר יום אחד",
        "commentary": "קביעת מחזוריות היום והלילה, יצירת הזמן המסודר והגדרת היממה הראשונה, המהווה בסיס למערכת הזמנים כולה"
      },
      {
        "number": 6,
        "text": "וַיִּקְרָא אֱלֹהִים לָאוֹר יוֹם וְלַחֹשֶׁךְ קָרָא לָיְלָה וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם אֶחָד",
        "translation": "ויקרא אלוהים לאור יום ולחושך קרא לילה, ויהי ערב ויהי בוקר יום אחד",
        "commentary": "קריאת שמות לאור ולחושך וסיום היום הראשון"
      },
      {
        "number": 6,
        "text": "וַיֹּאמֶר אֱלֹהִים יְהִי רָקִעַ בְּתוֹךְ הַמָּיִם וִיהִי מַבְדִּיל בֵּין מַיִם לָמָיִם",
        "translation": "ויאמר אלוהים יהי רקיע בתוך המים ויהי מבדיל בין מים למים",
        "commentary": "בריאת הרקיע - תחילת היום השני"
      },
      {
        "number": 7,
        "text": "וַיַּעַשׂ אֱלֹהִים אֶת הָרָקִיעַ וַיַּבְדֵּל בֵּין הַמַּיִם אֲשֶׁר מִתַּחַת לָרָקִיעַ וּבֵין הַמַּיִם אֲשֶׁר מֵעַל לָרָקִיעַ וַיְהִי כֵן",
        "translation": "ויעש אלוהים את הרקיע ויבדל בין המים אשר מתחת לרקיע ובין המים אשר מעל לרקיע ויהי כן",
        "commentary": "הבדלת המים העליונים מהמים התחתונים"
      },
      {
        "number": 8,
        "text": "וַיִּקְרָא אֱלֹהִים לָרָקִיעַ שָׁמָיִם וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם שֵׁנִי",
        "translation": "ויקרא אלוהים לרקיע שמים, ויהי ערב ויהי בוקר יום שני",
        "commentary": "קריאת שם לרקיע וסיום היום השני"
      },
      {
        "number": 9,
        "text": "וַיֹּאמֶר אֱלֹהִים יִקָּווּ הַמַּיִם מִתַּחַת הַשָּׁמַיִם אֶל מָקוֹם אֶחָד וְתֵרָאֶה הַיַּבָּשָׁה וַיְהִי כֵן",
        "translation": "ויאמר אלוהים יקוו המים מתחת השמים אל מקום אחד ותראה היבשה ויהי כן",
        "commentary": "היקוות המים וגילוי היבשה - תחילת היום השלישי"
      },
      {
        "number": 10,
        "text": "וַיִּקְרָא אֱלֹהִים לַיַּבָּשָׁה אֶרֶץ וּלְמִקְוֵה הַמַּיִם קָרָא יַמִּים וַיַּרְא אֱלֹהִים כִּי טוֹב",
        "translation": "ויקרא אלוהים ליבשה ארץ ולמקוה המים קרא ימים, וירא אלוהים כי טוב",
        "commentary": "קריאת שמות לארץ ולימים והערכת טיב הבריאה"
      },
      {
        "number": 11,
        "text": "וַיֹּאמֶר אֱלֹהִים תַּדְשֵׁא הָאָרֶץ דֶּשֶׁא עֵשֶׂב מַזְרִיעַ זֶרַע עֵץ פְּרִי עֹשֶׂה פְּרִי לְמִינוֹ אֲשֶׁר זַרְעוֹ בוֹ עַל הָאָרֶץ וַיְהִי כֵן",
        "translation": "ויאמר אלוהים תדשא הארץ דשא עשב מזריע זרע, עץ פרי עושה פרי למינו אשר זרעו בו על הארץ, ויהי כן",
        "commentary": "בריאת הצמחייה - המשך היום השלישי"
      },
      {
        "number": 12,
        "text": "וַתּוֹצֵא הָאָרֶץ דֶּשֶׁא עֵשֶׂב מַזְרִיעַ זֶרַע לְמִינֵהוּ וְעֵץ עֹשֶׂה פְּרִי אֲשֶׁר זַרְעוֹ בוֹ לְמִינֵהוּ וַיַּרְא אֱלֹהִים כִּי טוֹב",
        "translation": "ותוצא הארץ דשא עשב מזריע זרע למינהו ועץ עושה פרי אשר זרעו בו למינהו, וירא אלוהים כי טוב",
        "commentary": "הופעת הצמחייה והערכת טיב הבריאה"
      },
      {
        "number": 13,
        "text": "וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם שְׁלִישִׁי",
        "translation": "ויהי ערב ויהי בוקר יום שלישי",
        "commentary": "סיום היום השלישי"
      },
      {
        "number": 14,
        "text": "וַיֹּאמֶר אֱלֹהִים יְהִי מְאֹרֹת בִּרְקִיעַ הַשָּׁמַיִם לְהַבְדִּיל בֵּין הַיּוֹם וּבֵין הַלָּיְלָה וְהָיוּ לְאֹתֹת וּלְמוֹעֲדִים וּלְיָמִים וְשָׁנִים",
        "translation": "ויאמר אלוהים יהי מאורות ברקיע השמים להבדיל בין היום ובין הלילה, והיו לאותות ולמועדים ולימים ושנים",
        "commentary": "בריאת המאורות - תחילת היום הרביעי"
      },
      {
        "number": 15,
        "text": "וְהָיוּ לִמְאוֹרֹת בִּרְקִיעַ הַשָּׁמַיִם לְהָאִיר עַל הָאָרֶץ וַיְהִי כֵן",
        "translation": "והיו למאורות ברקיע השמים להאיר להארץ ויהי כן",
        "commentary": "תפקיד המאורות להאיר על הארץ"
      },
      {
        "number": 16,
        "text": "וַיַּעַשׂ אֱלֹהִים אֶת שְׁנֵי הַמְּאֹרֹת הַגְּדֹלִים אֶת הַמָּאוֹר הַגָּדֹל לְמֶמְשֶׁלֶת הַיּוֹם וְאֶת הַמָּאוֹר הַקָּטֹן לְמֶמְשֶׁלֶת הַלַּיְלָה וְאֵת הַכּוֹכָבִים",
        "translation": "ויעש אלוהים את שני המאורות הגדולים: את המאור הגדול לממשלת היום ואת המאור הקטן לממשלת הלילה, ואת הכוכבים",
        "commentary": "בריאת השמש, הירח והכוכבים"
      },
      {
        "number": 17,
        "text": "וַיִּתֵּן אֹתָם אֱלֹהִים בִּרְקִיעַ הַשָּׁמָיִם לְהָאִיר עַל הָאָרֶץ",
        "translation": "ויתן אותם אלוהים ברקיע השמים להאיר על הארץ",
        "commentary": "קביעת המאורות במקומם ברקיע"
      },
      {
        "number": 18,
        "text": "וְלִמְשֹׁל בַּיּוֹם וּבַלַּיְלָה וּלְהַבְדִּיל בֵּין הָאוֹר וּבֵין הַחֹשֶׁךְ וַיַּרְא אֱלֹהִים כִּי טוֹב",
        "translation": "ולמשול ביום ובלילה ולהבדיל בין האור ובין החושך, וירא אלוהים כי טוב",
        "commentary": "תפקידי המאורות והערכת טיב בריאתם"
      },
      {
        "number": 19,
        "text": "וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם רְבִיעִי",
        "translation": "ויהי ערב ויהי בוקר יום רביעי",
        "commentary": "סיום היום הרביעי"
      },
      {
        "number": 20,
        "text": "וַיֹּאמֶר אֱלֹהִים יִשְׁרְצוּ הַמַּיִם שֶׁרֶץ נֶפֶשׁ חַיָּה וְעוֹף יְעוֹפֵף עַל הָאָרֶץ עַל פְּנֵי רְקִיעַ הַשָּׁמָיִם",
        "translation": "ויאמר אלוהים ישרצו המים שרץ נפש חיה, ועוף יעופף על הארץ על פני רקיע השמים",
        "commentary": "בריאת בעלי החיים הימיים והעופות - תחילת היום החמישי"
      },
      {
        "number": 21,
        "text": "וַיִּבְרָא אֱלֹהִים אֶת הַתַּנִּינִם הַגְּדֹלִים וְאֵת כָּל נֶפֶשׁ הַחַיָּה הָרֹמֶשֶׂת אֲשֶׁר שָׁרְצוּ הַמַּיִם לְמִינֵהֶם וְאֵת כָּל עוֹף כָּנָף לְמִינֵהוּ וַיַּרְא אֱלֹהִים כִּי טוֹב",
        "translation": "ויברא אלוהים את התנינים הגדולים ואת כל נפש החיה הרומשת אשר שרצו המים למינהם ואת כל עוף כנף למינהו, וירא אלוהים כי טוב",
        "commentary": "בריאת היצורים הימיים הגדולים והעופות"
      },
      {
        "number": 22,
        "text": "וַיְבָרֶךְ אֹתָם אֱלֹהִים לֵאמֹר פְּרוּ וּרְבוּ וּמִלְאוּ אֶת הַמַּיִם בַּיַּמִּים וְהָעוֹף יִרֶב בָּאָרֶץ",
        "translation": "ויברך אותם אלוהים לאמור פרו ורבו ומלאו את המים בימים והעוף ירב בארץ",
        "commentary": "ברכת הפריון לבעלי החיים הימיים והעופות"
      },
      {
        "number": 23,
        "text": "וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם חֲמִישִׁי",
        "translation": "ויהי ערב ויהי בוקר יום חמישי",
        "commentary": "סיום היום החמישי"
      },
      {
        "number": 24,
        "text": "וַיֹּאמֶר אֱלֹהִים תּוֹצֵא הָאָרֶץ נֶפֶשׁ חַיָּה לְמִינָהּ בְּהֵמָה וָרֶמֶשׂ וְחַיְתוֹ אֶרֶץ לְמִינָהּ וַיְהִי כֵן",
        "translation": "ויאמר אלוהים תוצא הארץ נפש חיה למינה בהמה ורמש וחיתו ארץ למינה ויהי כן",
        "commentary": "בריאת חיות היבשה - תחילת היום השישי"
      },
      {
        "number": 25,
        "text": "וַיַּעַשׂ אֱלֹהִים אֶת חַיַּת הָאָרֶץ לְמִינָהּ וְאֶת הַבְּהֵמָה לְמִינָהּ וְאֵת כָּל רֶמֶשׂ הָאֲדָמָה לְמִינֵהוּ וַיַּרְא אֱלֹהִים כִּי טוֹב",
        "translation": "ויעש אלוהים את חית הארץ למינה ואת הבהמה למינה ואת כל רמש האדמה למינהו, וירא אלוהים כי טוב",
        "commentary": "בריאת החיות היבשתיות למיניהן"
      },
      {
        "number": 26,
        "text": "וַיֹּאמֶר אֱלֹהִים נַעֲשֶׂה אָדָם בְּצַלְמֵנוּ כִּדְמוּתֵנוּ וְיִרְדּוּ בִדְגַת הַיָּם וּבְעוֹף הַשָּׁמַיִם וּבַבְּהֵמָה וּבְכָל הָאָרֶץ וּבְכָל הָרֶמֶשׂ הָרֹמֵשׂ עַל הָאָרֶץ",
        "translation": "ויאמר אלוהים נעשה אדם בצלם אלוהים",
        "commentary": "ההחלטה לברוא את האדם בצלם אלוהים"
      },
      {
        "number": 27,
        "text": "וַיִּבְרָא אֱלֹהִים אֶת הָאָדָם בְּצַלְמוֹ בְּצֶלֶם אֱלֹהִים בָּרָא אֹתוֹ זָכָר וּנְקֵבָה בָּרָא אֹתָם",
        "translation": "ויברא אלוהים את האדם בצלמו, בצלם אלוהים ברא אותו, זכר ונקבה ברא אותם",
        "commentary": "בריאת האדם בצלם אלוהים, זכר ונקבה"
      },
      {
        "number": 28,
        "text": "וַיְבָרֶךְ אֹתָם אֱלֹהִים וַיֹּאמֶר לָהֶם אֱלֹהִים פְּרוּ וּרְבוּ וּמִלְאוּ אֶת הָאָרֶץ וְכִבְשֻׁהָ וּרְדוּ בִּדְגַת הַיָּם וּבְעוֹף הַשָּׁמַיִם וּבְכָל חַיָּה הָרֹמֶשֶׂת עַל הָאָרֶץ",
        "translation": "ויברך אותם אלוהים ויאמר להם אלוהים פרו ורבו ומלאו את הארץ וכבשוה, ורדו בדגת הים ובעוף השמים ובכל חיה הרומשת על הארץ",
        "commentary": "ברכת האדם ומתן השליטה על הבריאה"
      },
      {
        "number": 29,
        "text": "וַיֹּאמֶר אֱלֹהִים הִנֵּה נָתַתִּי לָכֶם אֶת כָּל עֵשֶׂב זֹרֵעַ זֶרַע אֲשֶׁר עַל פְּנֵי כָל הָאָרֶץ וְאֶת כָּל הָעֵץ אֲשֶׁר בּוֹ פְרִי עֵץ זֹרֵעַ זָרַע לָכֶם יִהְיֶה לְאָכְלָה",
        "translation": "ויאמר אלוהים הנה נתתי לכם את כל עשב זורע זרע אשר על פני כל הארץ ואת כל העץ אשר בו פרי עץ זורע זרע, לכם יהיה לאכלה",
        "commentary": "נתינת הצמחים למאכל האדם"
      },
      {
        "number": 30,
        "text": "ּלְכָל חַיַּת הָאָרֶץ וּלְכָל עוֹף הַשָּׁמַיִם וּלְכֹל רוֹמֵשׂ עַל הָאָרֶץ אֲשֶׁר בּוֹ נֶפֶשׁ חַיָּה אֶת כָּל יֶרֶק עֵשֶׂב לְאָכְלָה וַיְהִי כֵן",
        "translation": "ולכל חית הארץ ולכל עוף השמים ולכל רומש על הארץ אשר בו נפש חיה את כל ירק עשב לאכלה, ויהי כן",
        "commentary": "נתינת העשב למאכל בעלי היים"
      },
      {
        "number": 31,
        "text": "וַיַּרְא אֱלֹהִים אֶת כָּל אֲשֶׁר עָשָׂה וְהִנֵּה טוֹב מְאֹד וַיְהִי עֶרֶב וַיְהִי בֹקֶר יוֹם הַשִּׁשִּׁי",
        "translation": "וירא אלוהים את כל אשר עשה והנה טוב מאוד, ויהי ערב ויהי בוקר יום השישי",
        "commentary": "סיום היום השישי והערכת כל הבריאה כטובה מאוד"
      }
    ],
    "days": [
      {
        "number": 1,
        "creation": "אור וחושך",
        "verses": [3, 4, 5]
      },
      {
        "number": 2,
        "creation": "רקיע השמים",
        "verses": [6, 7, 8]
      },
      {
        "number": 3,
        "creation": "היבשה והצמחים",
        "verses": [9, 10, 11, 12, 13]
      },
      {
        "number": 4,
        "creation": "המאורות",
        "verses": [14, 15, 16, 17, 18, 19]
      },
      {
        "number": 5,
        "creation": "בעלי החיים הימיים והעופות",
        "verses": [20, 21, 22, 23]
      },
      {
        "number": 6,
        "creation": "חיות היבשה והאדם",
        "verses": [24, 25, 26, 27, 28, 29, 30, 31]
      },
      {
        "number": 7,
        "creation": "שבת",
        "verses": []
      }
    ],
    "keywords": ["בריאה", "אלוהים", "שמים", "ארץ", "אור", "אדם"],
    "themes": ["בריאת העולם", "סדר הבריאה", "תפקיד האדם בבריאה"],
    "totalVerses": 31,
    "keyTopics": [
      {
        "category": "אמונה",
        "topics": ["בריאת העולם", "כוח הבורא", "סדר הבריאה"]
      },
      {
        "category": "מוסר",
        "topics": ["אחריות האדם", "שמירת הטבע", "כיבוד הבריאה"]
      }
    ],
    "insights": [
      {
        "title": "סדר ותכלית בבריאה",
        "explanation": "הבריאה נעשתה בסדר מתוכנן ומדויק, מהפשוט למורכב, מהצומח לחי ועד לאדם"
      },
      {
        "title": "מעמד האדם בבריאה",
        "explanation": "האדם נברא אחרון ומהווה את שיא הבריאה, עם אחריות לשמור על העולם"
      }
    ],
    "mainThemes": [
      {
        "category": "רוחני",
        "themes": ["גילוי אלוקות", "בריאה יש מאין", "תכלית הבריאה"]
      },
      {
        "category": "מעשי",
        "themes": ["סדר וארגון", "אחריות סביבתית", "שליטה מתוך אחריות"]
      }
    ],
    "practicalLessons": [
      {
        "lesson": "חשיבות הסדר והתכנון",
        "application": "יש לגשת למשימות בחיים בצורה מסודרת ומתוכננת"
      },
      {
        "lesson": "אחריות על הסביבה",
        "application": "עלינו לשמור על העולם ולהשתמש במשאביו בחכמה"
      }
    ]
  },
  "chapter6": {
    "number": 6,
    "name": "נח",
    "title": "השחתת דור המבול וציווי בניית תיבת נח",
    "description": "תיאור השחתת האנושות והציווי לנח לבנות את התיבה",
    "verses": [
      {
        "number": 1,
        "text": "וַיְהִי כִּי הֵחֵל הָאָדָם לָרֹב עַל פְּנֵי הָאֲדָמָה וּבָנוֹת יֻלְּדוּ לָהֶם",
        "translation": "ויהי כאשר החל האדם להתרבות על פני האדמה ובנות נולדו להם",
        "commentary": "תיאור התרבות האנושות על פני האדמה"
      },
      {
        "number": 2,
        "text": "וַיִּרְאוּ בְנֵי הָאֱלֹהִים אֶת בְּנוֹת הָאָדָם כִּי טֹבֹת הֵנָּה וַיִּקְחוּ לָהֶם נָשִׁים מִכֹּל אֲשֶׁר בָּחָרוּ",
        "translation": "ויראו בני האלוהים את בנות האדם כי יפות הן, ויקחו להם נשים מכל אשר בחרו",
        "commentary": "תיאור הקלקול המוסרי בחברה האנושית"
      },
      {
        "number": 3,
        "text": "וַיֹּאמֶר ה' לֹא יָדוֹן רוּחִי בָאָדָם לְעֹלָם בְּשַׁגַּם הוּא בָשָׂר וְהָיוּ יָמָיו מֵאָה וְעֶשְׂרִים שָׁנָה",
        "translation": "ויאמר ה' לא ידון רוחי באדם לעולם בשגם הוא בשר, והיו ימיו מאה ועשרים שנה",
        "commentary": "הגבלת שנות חיי האדם למאה ועשרים שנה"
      },
      {
        "number": 4,
        "text": "הַנְּפִלִים הָיוּ בָאָרֶץ בַּיָּמִים הָהֵם וְגַם אַחֲרֵי כֵן אֲשֶׁר יָבֹאוּ בְּנֵי הָאֱלֹהִים אֶל בְּנוֹת הָאָדָם וְיָלְדוּ לָהֶם הֵמָּה הַגִּבֹּרִים אֲשֶׁר מֵעוֹלָם אַנְשֵׁי הַשֵּׁם",
        "translation": "הנפילים היו בארץ בימים ההם וגם אחרי כן, אשר יבואו בני האלוהים אל בנות האדם וילדו להם, המה הגיבורים אשר מעולם אנשי השם",
        "commentary": "תיאור הנפילים והגיבורים שהיו בארץ"
      },
      {
        "number": 5,
        "text": "וַיַּרְא ה' כִּי רַבָּה רָעַת הָאָדָם בָּאָרֶץ וְכָל יֵצֶר מַחְשְׁבֹת לִבּוֹ רַק רַע כָּל הַיּוֹם",
        "translation": "וירא ה' כי רבה רעת האדם בארץ וכל יצר מחשבות ליבו רק רע כל היום",
        "commentary": "תיאור הרעה המוחלטת בלב האדם"
      },
      {
        "number": 6,
        "text": "וַיִּנָּחֶם ה' כִּי עָשָׂה אֶת הָאָדָם בָּאָרֶץ וַיִּתְעַצֵּב אֶל לִבּוֹ",
        "translation": "וינחם ה' כי עשה את האדם בארץ ויתעצב אל ליבו",
        "commentary": "צער ה' על בריאת האדם"
      },
      {
        "number": 7,
        "text": "וַיֹּאמֶר ה' אֶמְחֶה אֶת הָאָדָם אֲשֶׁר בָּרָאתִי מֵעַל פְּנֵי הָאֲדָמָה מֵאָדָם עַד בְּהֵמָה עַד רֶמֶשׂ וְעַד עוֹף הַשָּׁמָיִם כִּי נִחַמְתִּי כִּי עֲשִׂיתִם",
        "translation": "ויאמר ה' אמחה את האדם אשר בראתי מעל פני האדמה, מאדם עד בהמה עד רמש ועד עוף השמים, כי ניחמתי כי עשיתים",
        "commentary": "החלטת ה' למחות את היקום"
      },
      {
        "number": 8,
        "text": "וְנֹחַ מָצָא חֵן בְּעֵינֵי ה'",
        "translation": "ונח מצא חן בעיני ה'",
        "commentary": "נח היחיד שנמצא ראוי להינצל"
      }
    ],
    "keywords": ["נח", "מבול", "תיבה", "השחתה", "רעה"],
    "themes": ["השחתת האנושות", "עונש", "הצלה"],
    "totalVerses": 22
  }
}
